export const noticeData = [
  {
    id: 1,
    category: "공지사항",
    title: "※BRIP 일부 서비스 중단에 대한 안내 ※",
    content: "서비스 점검으로 인해 일시적인 서비스 중단이 있을 예정입니다. 중단 시간은 2024년 4월 12일 00:00부터 06:00까지입니다.",
    date: "2024-04-11"
  },
  {
    id: 2,
    category: "공지사항",
    title: "BRIP 개인정보처리방침 개정 ",
    content: "개인정보처리방침이 2024년 5월 1일부터 개정됩니다. 개정된 내용은 홈페이지에서 확인하실 수 있습니다.",
    date: "2024-05-11"
  },
  {
    id: 3,
    category: "공지사항",
    title: "서비스 점검 안내",
    content: "서비스 점검을 진행 예정입니다. 점검 시간은 2024년 4월 15일 23:00부터 2024년 4월 16일 01:00까지입니다.",
    date: "2024-04-14"
  },
  {
    id: 4,
    category: "공지사항",
    title: "회원가입 시스템 업데이트 안내",
    content: "회원가입 절차가 개선되어 더욱 편리하게 가입하실 수 있습니다. 새로운 시스템은 2024년 6월 1일부터 적용됩니다.",
    date: "2024-05-25"
  },
  {
    id: 5,
    category: "공지사항",
    title: "주요 서비스 업데이트 안내",
    content: "우리의 주요 서비스가 2024년 7월 1일부터 업데이트됩니다. 새로운 기능을 기대해 주세요.",
    date: "2024-06-15"
  },
  {
    id: 6,
    category: "공지사항",
    title: "이메일 인증 시스템 도입",
    content: "2024년 8월 1일부터 이메일 인증 시스템이 도입됩니다. 더 안전한 서비스를 위해 도입되었습니다.",
    date: "2024-07-10"
  },
  {
    id: 7,
    category: "공지사항",
    title: "비밀번호 변경 정책 강화",
    content: "2024년 9월 1일부터 비밀번호 변경 정책이 강화됩니다. 보다 안전한 계정을 위한 조치입니다.",
    date: "2024-08-12"
  },
  {
    id: 8,
    category: "공지사항",
    title: "모바일 앱 출시 안내",
    content: "새로운 모바일 앱이 2024년 9월 15일에 출시됩니다. 앱을 통해 서비스 이용이 더욱 편리해집니다.",
    date: "2024-08-20"
  },
  {
    id: 9,
    category: "공지사항",
    title: "서버 점검 안내",
    content: "서버 점검이 예정되어 있습니다. 점검 시간은 2024년 10월 5일 00:00부터 06:00까지입니다.",
    date: "2024-09-25"
  },
  {
    id: 10,
    category: "공지사항",
    title: "여름 이벤트 시작!",
    content: "2024년 여름을 맞이하여 특별 이벤트가 시작됩니다. 참여하고 다양한 혜택을 받아보세요.",
    date: "2024-09-28"
  },
  {
    id: 11,
    category: "공지사항",
    title: "서비스 이용 약관 변경",
    content: "서비스 이용 약관이 2024년 10월 10일부터 변경됩니다. 변경 사항은 홈페이지에서 확인하실 수 있습니다.",
    date: "2024-10-01"
  },
  {
    id: 12,
    category: "공지사항",
    title: "회원 등급 정책 변경",
    content: "회원 등급 정책이 변경되어 더욱 다양한 혜택을 제공할 예정입니다. 변경 사항은 2024년 11월 1일부터 적용됩니다.",
    date: "2024-10-15"
  },
  {
    id: 13,
    category: "공지사항",
    title: "FAQ 페이지 업데이트",
    content: "자주 묻는 질문(FAQ) 페이지가 2024년 12월 1일부터 새롭게 업데이트됩니다. 많은 참고 바랍니다.",
    date: "2024-11-10"
  },
  {
    id: 14,
    category: "공지사항",
    title: "1:1 문의 서비스 개편",
    content: "1:1 문의 서비스가 2024년 12월 15일부터 개편되어 더욱 효율적인 처리가 가능해집니다.",
    date: "2024-11-25"
  },
  {
    id: 15,
    category: "공지사항",
    title: "보안 강화 안내",
    content: "2025년 1월부터 보안 강화를 위한 새로운 시스템이 도입됩니다. 사용자 안전을 위한 조치입니다.",
    date: "2024-12-05"
  },
  {
    id: 16,
    category: "공지사항",
    title: "연말 감사 이벤트 안내",
    content: "2024년 연말을 맞아 감사 이벤트가 진행됩니다. 자세한 사항은 홈페이지에서 확인하실 수 있습니다.",
    date: "2024-12-15"
  },
  {
    id: 17,
    category: "공지사항",
    title: "새해 맞이 할인 이벤트",
    content: "2025년 새해를 맞아 특별 할인 이벤트가 진행됩니다. 할인 혜택을 놓치지 마세요.",
    date: "2025-01-01"
  }
];
