export const QAData = [
  {
    id: 1,
    nickname: "취뽀성공",
    timestamp: "2025-01-20T10:30:00Z", 
    content: "물류관리사 자격증 공부 중인데, 핵심 과목별로 어떤 식으로 공부해야 효율적일까요? 선배님들의 공부 비법이 궁금합니다!",
    likes: 87,
    comments: 3,
  },
  {
    id: 2,
    nickname: "취뽀성공",
    timestamp: "2025-01-19T15:45:00Z",
    content: "물류관리사 자격증 공부 중인데, 핵심 과목별로 어떤 식으로 공부해야 효율적일까요? 선배님들의 공부 비법이 궁금합니다!",
    likes: 5,
    comments: 2,
  },
  {
    id: 3,
    nickname: "이영희",
    timestamp: "2025-01-18T14:00:00Z",
    content: "안녕하세요! 물류관리사 시험을 준비 중인 취준생입니다. 기본서를 읽고 문제를 풀어보는 중인데, 과목별로 공부 범위가 너무 넓어 효율적으로 공부하기가 어렵네요. 특히 물류 및 유통관리 과목이 제일 어렵게 느껴집니다. 혹시 이 시험을 합격하신 분들 중에서 핵심 과목별로 효과적으로 공부하는 방법이나 요령을 공유해주실 수 있을까요? 추가로, 추천하는 교재나 온라인 강의가 있다면 알려주시면 감사하겠습니다!",
    likes: 3,
    comments: 1,
  }
];
